import { FC } from 'react'
import './Home.scss'

export const Home: FC = () => {
    return (
        <div className='home'>
            <h1>Добро пожаловать в безумный мультивселенский мир «Рика и Морти»!</h1>

            <p>Приготовься к путешествию через бесконечные вселенные, где наука граничит с абсурдом, а приключения — с хаосом. Здесь ты найдёшь всё о любимых героях, от гениального (и слегка невменяемого) Рика Санчеза до вечно стрессующего Морти, от харизматичной Саммер до загадочной Птичьей Личности.

            Исследуй локации, в которых разворачиваются самые безумные события: от гаража Рика до Цитадели Риков, от измерений с говорящими котами до планет, где всё — на запчасти.

            А ещё у нас есть полные описания всех эпизодов — от пилотного до последнего выпуска. Вспоминай лучшие моменты, находи скрытые отсылки и готовься к новым сезонам!</p>

            <h3>Wubba Lubba Dub Dub! 🚀🔫</h3>
        </div>
    )
}
